Repository: ruifontes/vocalizer_expressive_driver
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pl

source: URL: {url} This product is composed of two independent components: - Nuance Vocalizer Expressive speech synthesizer. - NVDA speech driver and interface for Nuance Vocalizer. Licenses and conditions for these components are as follows: Nuance Vocalizer Expressive speech synthesizer: Copyright (C) 2013 Nuance Communications, Inc. All rights reserved. Synthesizer Version: {synthVersion} This copy of the Nuance Vocalizer synthesizer is licensed to be used exclusively with the NVDA screen reader (Non Visual Desktop Access). License management components are property of Tiflotecnia, LDA. Copyright (C) 2012, 2019 Tiflotecnia, LDA. All rights reserved. --- NVDA speech driver and interface for Nuance Vocalizer Expressive: Copyright (C) 2012, 2019 Tiflotecnia, LDA. Copyright (C) 2012, 2019 Rui Batista. Copyright (C) 2019 Babbage B.V. Version: {driverVersion} NVDA speech driver and interface for Nuance Vocalizer is covered by the GNU General Public License (Version 2). You are free to share or change this software in any way you like as long as it is accompanied by the license and you make all source code available to anyone who wants it. This applies to both original and modified copies of this software, plus any derivative works. For further details, you can view the license from the NVDA Help menu. It can also be viewed online at: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html This component was developed by Tiflotecnia, LDA and Rui Batista, with contributions from many others. Special thanks goes to: {contributors}
pl: URL: {url} Ten produkt składa się z dwóch niezależnych komponentów: - Syntezator mowy Nuance Vocalizer Expressive. - Sterownik mowy dla NVDA i interfejs dla Nuance Vocalizer. Licencja i warunki dla tych komponentów są następujące: Syntezator mowy Nuance Vocalizer Expressive: Copyright (C) 2013 Nuance Communications, Inc. Wszystkie prawa zastrzeżone. Wersja syntezatora: {synthVersion} Ta kopia syntezatora Nuance Vocalizer jest licencjonowana wyłącznie do użytku z programem odczytu ekranu NVDA (Non Visual Desktop Access). Komponenty zarządzania licencją są własnością Tiflotecnia, LDA. Copyright (C) 2012, 2013 Tiflotecnia, LDA. Wszystkie prawa zastrzeżone. --- Sterownik mowy dla NVDA i interfejs dla Nuance Vocalizer: Copyright (C) 2012, 2013 Tiflotecnia, LDA. Copyright (C) 2012, 2013 Rui Batista. Wersja: {driverVersion} Sterownik mowy dla NVDA i interfejs dla Nuance Vocalizer jest objęty licencją GNU General Public License (wersja 2). Możesz udostępniać i modyfikować to oprogramowanie w dowolny sposób pod warunkiem, że towarzyszy mu ta licencja i udostępnisz kod źródłowy dla wszystkich zainteresowanych. Dotyczy to oryginalnych i zmodyfikowanych wersji tego oprogramowania, oraz wszelkich utworów pochodnych. Aby uzyskać więcej szczegółów, możesz przejrzeć licencję z menu NVDA Pomoc. Licencja jest również dostępna online pod adresem: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Ten komponent został stworzony przez Tiflotecnia, LDA i Rui Batista, przy udziale wielu innych. Specjalne podziękowania dla: {contributors}

source: Your license can not be verified. Please check the following: 1. Your credentials (email and password) are correct (you can change them under the vocalizer expressive menu) 2. You are not using someone else's activation or you are not using the same activation in different computers at the same time. This is not legal, and is against license terms. 3. You are having internet problems. For further clarification, please contact tiflotecnia, Lda, or your local dealer.
pl: Twoja licencja nie może zostać zweryfikowana. Proszę sprawdzić czy: 1. Twoje poświadczenia (email i hasło) są poprawne (możesz je zmienić w menu vocalizer expressive ) 2. Nie używasz czyjejś aktywacji i nie używasz tej samej aktywacji na różnych komputerach w tym samym czasie. Nie jest to legalne i jest sprzeczne z warunkami licencji. 3. Nie masz problemów z internetem. Dla dalszych wyjaśnień, skontaktuj się z tiflotecnia, Lda, lub lokalnym dystrybutorem.

source: Vocalizer for NvDA Error
pl: Błąd Vocalizer for NvDA

source: Your Vocalizer for NVDA credentials are not set for this computer. You will need to set them to use vocalizer for NVDA for long time periods, so your license can be properly verified.
pl: Twoje poświadczenia Vocalizer dla NVDA nie są ustawione dla tego komputera. Będziesz musiał je ustawić, aby używać vocalizer for NVDA przez długi czas, aby twoja licencja mogła zostać prawidłowo zweryfikowana.

source: Vocalizer for NVDA warning
pl: Uwaga Vocalizer for NVDA

source: Automatic &Language Switching Settings
pl: Ustawienia &automatycznej zmiany języka

source: Configure which voice is to be used for each language.
pl: Ustaw, jaki głos będzie używany dla każdego języka.

source: Activate License
pl: Aktywuj licencję

source: Enter license credentials and activate for this computer.
pl: Wprowadź poświadczenia licencji i aktywuj na tym komputerze.

source: View License Information
pl: Przejrzyj informacje licencyjne

source: Check information about your Vocalizer license.
pl: Sprawdź informacje o twojej licencji Vocalizer.

source: Check activation count
pl: Sprawdź liczbę aktywacji

source: Allows you to check your Vocalizer for NVDA activation count.
pl: Pozwala sprawdzić twoją liczbę aktywacji Vocalizer dla NVDA.

source: Delete Activation
pl: Usuń aktywację

source: Deletes the vocalizer for NVDA activation. Can not be reverted.
pl: Nieodwracalnie usuwa aktywację vocalizer dla NVDA.

source: Register this license.
pl: Zarejestruj tę licencję.

source: Register this license with a vocalizer for NVDA account.
pl: Zarejestrój tę licencję przy użyciu konta vocalizer dla NVDA.

source: License Options
pl: Opcje licencji

source: Change account credentials
pl: Zmień poświadczenia konta

source: Allows setting of email and password that are used to access the Vocalizer licenses service.
pl: Pozwala ustawić email i hasło, używane dla uzyskania dostępu do usługi licencji Vocalizer.

source: Activate on portable copy
pl: Aktywuj na kopii przenośnej

source: Activates a vocalizer for NVDA license on running portable copy, if an activation is already present on the computer
pl: Aktywuje licencję vocalizer dla NVDA na uruchomionej kopii przenośnej, jeśli aktywacja jest obecna na komputerze

source: Download More Voices
pl: Pobierz więcej głosów

source: Open the vocalizer voices download page.
pl: Otwiera stronę pobierania głosów vocalizer.

source: About Nuance Vocalizer for NVDA
pl: O Nuance Vocalizer dla NVDA

source: Are you sure you want to activate your license on the running portable copy? Only do this if you are preparing a portable NVDA on a computer where a Vocalizer for NVDA license is present.
pl: Czy jesteś pewien, że chcesz aktywować twoją licencję na uruchomionej kopii przenośnej? Zrób to tylko jeśli przygotowujesz przenośne NVDA na komputerze, na którym obecna jest licencja Vocalizer dla NVDA.

source: Are you sure?
pl: Czy jesteś pewien?

source: You have no activations left for your license. Please contact Tiflotecnia, lda, or your local distributor of Vocalizer for NVDA.
pl: Nie masz aktywacji pozostałych dla twojej licencji. Proszę skontaktować się z Tiflotecnia, lda, albo lokalnym dystrybutorem Vocalizer dla NVDA.

source: Activation Error
pl: Błąd aktywacji

source: {name}, you currently have {remainingLicenses} activations left. Do you want to activate Nuance Vocalizer for NVDA on this installation? If you do so, your activation count will be decreased by one.
pl: {name}, obecnie masz {remainingLicenses} dostępnych aktywacji. Czy chcesz aktywować Nuance Vocalizer dla NVDA na tej instalacji? Jeśli to zrobisz, liczba twoich aktywacji zostanie zmniejszona o jedną.

source: Nuance Vocalizer Activation
pl: Aktywacja Nuance Vocalizer

source: Your license is now enabled. NVDA will now be restarted. Thank you for using Vocalizer for NVDA.
pl: Twoja licencja jest teraz aktywna. NVDA zostanie teraz uruchomiony ponownie. Dziękujemy za używanie Vocalizer dla NVDA.

source: Success!
pl: Sukces!

source: Talking with Vocalizer for NVDA server.
pl: Komunikacja z serwerem Vocalizer dla NVDA.

source: Please wait while the communication with Vocalizer for NVDA server is performed.
pl: Proszę czekać, trwa komunikacja z serwerem Vocalizer dla NVDA.

source: User Name: {userName} Email: {email} Distributor: {distributor} Activation Number: {number}
pl: Nazwa użytkownika: {userName} Email: {email} Dystrybutor: {distributor} Numer aktywacji: {number}

source: License Information
pl: Informacja o licencji

source: error
pl: Błąd

source: Yourr email or password is incorrect. Please set your credentials.
pl: Email lub hasło są nieprawidłowe. Proszę ustawić swoje poświadczenia.

source: License not found. Please check you have a vocalizer for NVDA license enabled.
pl: Nie znaleziono licencji. Proszę sprawdzić, czy masz aktywną licencję vocalizer dla NVDA .

source: Unknown error occured. Details: {error}
pl: Wystąpił nieznany błąd. Szczegóły: {error}

source: You must set your vocalizer expressive account credentials before removing the license. Do you want to set them now?
pl: Musisz ustawić swoje poświadczenia konta vocalizer expressive przed usunięciem licencji. Czy chcesz ustawić je teraz?

source: Error
pl: Błąd

source: Are you sure you want to delete this Nuance Vocalizer for NVDA activation? This action can not be reverted.
pl: Czy jesteś pewien, że chcesz usunąć tę aktywację Nuance Vocalizer dla NVDA? Ta czynność jest nieodwracalna.

source: {name}, Your activation was deleted. You have {remainingLicenses} activations left. NVDA will now be restarted.
pl: {name}, twoja aktywacja została usunięta. Masz {remainingLicenses} pozostałych aktywacji. NVDA Zostanie teraz uruchomiony ponownie.

source: Activation Deleted.
pl: Aktywacja usunięta.

source: To register your license you must create an account on the vocalizer web site.If you already have an account you may just continue.~ Do you want to create an account now?
pl: Aby zarejestrować licencję musisz utworzyć konto na stronie internetowej vocalizer.Jeśli masz już konto, możesz kontynuować.~ Czy chcesz teraz utworzyć konto?

source: Vocalizer account needed
pl: Potrzebne konto Vocalizer

source: There was an error registering your license.Please contact your distributor for help. The log file may contain further information.
pl: Wystąpił błąd podczas rejestracji twojej licencji.Proszę skontaktować się ze swoim dystrybutorem dla uzyskania pomocy. Plik logu może zawierać dalsze szczegóły.

source: Error registering license.
pl: Błąd rejestracji licencji.

source: Registration was successful. NVDA will now be restarted.
pl: Rejestracja przebiegła pomyślnie. NVDA zostanie teraz uruchomiony ponownie.

source: Registration Successful.
pl: Rejestracja udana.

source: You must set your Vocalizer for NVDA credentials before checking your activation count.
pl: Musisz ustawić poświadczenia swojego konta Vocalizer dla NVDA, aby móc sprawdzić liczbę aktywacji.

source: No credentials set
pl: Nie ustawiono poświadczeń

source: {name}, you have {remainingLicenses} activations left.
pl: {name}, masz {remainingLicenses} pozostałych aktywacji.

source: Activation Count
pl: Liczba aktywacji

source: About Nuance Vocalizer Expressive for NVDA
pl: O Nuance Vocalizer Expressive dla NVDA

source: The Nuance Vocalizer for NVDA demonstration license has expired. To purchase a license for Nuance Vocalizer for NVDA, please visit {url}, or contact an authorized distributor. Note that a percentage of the license's price is donated to NV Access, ltd, to help continuing the development of the NVDA screen reader.
pl: Licencja demonstracyjna Nuance Vocalizer dla NVDA wygasła. Aby nabyć licencję na Nuance Vocalizer dla NVDA, proszę odwiedzić {url}, lub skontaktować się z autoryzowanym dystrybutorem. Zauważ, że procent od ceny licencji jest przekazywany dla NV Access, ltd, aby pomóc w dalszym rozwoju NVDA.

source: Vocalizer Demo Expired
pl: Demonstracja Vocalizer wygasła

source: You are running a demo version of Nuance Vocalizer expressive for NVDA. This demo will expire on {date}. To use the syntheciser after that, You must buy a license. You can do so at any time by visiting {url} or by contacting a local distributor. Thanks for testing Nuance Vocalizer expressive for NVDA.
pl: Używasz wersji demonstracyjnej Nuance Vocalizer expressive dla NVDA. Ta wersja wygaśnie dnia {date}. Aby móc po tym czasie używać syntezatora, musisz zakupić licencję. Możesz to zrobić w każdej chwili, odwiedzając {url} lub kontaktując się z lokalnym dystrybutorem. Dziękujemy za wypróbowanie Nuance Vocalizer expressive dla NVDA.

source: Vocalizer Demo Version
pl: Vocalizer wersja demo

source: The Vocalizer license you are trying to use is invalid. This might be happening due to one of two reasons: 1. The activation file is damaged. 2. The license was disabled for security reasons, due to illegal use or its data beeing compromized. If you own a license for Nuance Vocalizer for NVDA, please contact Tiflotecnia, lda. or your local distributor, so the problem can be further investigated. If this Nuance Vocalizer for NVDA license activation doesn't belong to you, please reframe from using this product. Unauthorized use of this product (i.g. without a valid license) is not allowed by most international laws on software rights. Please note that a proportion of the price of Nuance Vocalizer for NVDA is donated for continuing NVDA's development. By sharing license activations you are working against NVDA and good and cheap accessibility for the blind across the world. Further more, Nuance Vocalizer for NVDA is priced at the lowest value possible, to allow as many people as possible to have a comercial quality syntheciser in NVDA. Please think twice about it. You can remove this invalid license using the Vocalizer Expressive menu options.
pl: Licencja Vocalizer, której próbujesz użyć, jest nieprawidłowa. Może to mieć miejsce z jednego z dwóch powodów: 1. Plik aktywacji jest uszkodzony. 2. Licencja została wyłączona z przyczyn bezpieczeństwa na skutek nielegalnego użycia, albo wycieku danych. Jeśli posiadasz licencję Nuance Vocalizer dla NVDA, proszę skontaktować się z Tiflotecnia, lda. albo lokalnym dystrybutorem, dla dalszego zbadania problemu. Jeśli ta aktywacja Nuance Vocalizer dla NVDA nie należy do ciebie, prosimy zaprzestać używania tego produktu. Nieautoryzowane używanie tego produktu (bez posiadania licencji) jest zabronione przez większość międzynarodowych praw dotyczących oprogramowania. Proszę pamiętać, że część ceny Nuance Vocalizer dla NVDA jest przekazywana dla kontynuowania rozwoju NVDA. Poprzez dzielenie się aktywacjami licencji działasz przeciw NVDA i dobrej, taniej dostępności dla niewidomych na całym świecie. Co więcej, Nuance Vocalizer dla NVDA jest w najniższej możliwej cenie, aby pozwolić tak wielu osobom jak to tylko możliwe na posiadanie w NVDA syntezatora mowy o jakości komercyjnej. Proszę pomyśleć o tym dwa razy. Możesz usunąć tę nieprawidłową licencję używając menu opcji Vocalizer Expressive .

source: Vocalizer License is Invalid.
pl: Licencja Vocalizer jest nieprawidłowa.

source: You have no Vocalizer voices installed. You need at least one voice installed to use Vocalizer for NVDA. You can download all Vocalizer voices from the product web page. Do you want to open the vocalizer for NVDA voices download page now?
pl: Nie masz zainstalowanych żadnych głosów Vocalizer. Musisz mieć zainstalowany przynajmniej jeden głos, aby używać Vocalizer dla NVDA. Możesz pobrać wszystkie głosy Vocalizer ze strony domowej produktu. Czy chcesz teraz otworzyć stronę pobierania głosów vocalizer dla NVDA?

source: No voices installed.
pl: Brak zainstalowanych głosów.

source: Vocalizer Automatic Language Switching Settings
pl: Ustawienia automatycznej zmiany języka Vocalizer

source: Select a locale, and then configure the voice to be used:
pl: Wybierz region, a następnie ustaw używany głos:

source: Locale Name:
pl: Nazwa regionu:

source: Voice Name:
pl: Nazwa głosu

source: Detect text language based on unicode characters (experimental)
pl: Wykryj język tekstu w oparciu o znaki Unicode (eksperymentalne)

source: Ignore numbers and common punctuation when detecting text language (experimental)
pl: Ignoruj liczby i wspólną interpunkcję podczas wykrywania języka tekstu (eksperymentalne)

source: Language assumed for latin characters:
pl: Język dla znaków łacińskich:

source: Enter your Vocalizer Credentials
pl: Wprowadź swoje poświadczenia Vocalizer

source: Email Address:
pl: Adres email:

source: Password:
pl: Hasło:

source: Store password on this computer (your password will be encrypted)
pl: Przechowuj hasło na tym komputerze (zostanie zaszyfrowane)

source: Store Credentials in portable NVDA configuration (your password will be stored in clear text)
pl: Przechowaj poświadczenia w konfiguracji przenośnej kopii NVDA (twoje hasło zostanie zapisane czystym tekstem)

source: You must enter both email and password values.
pl: Musisz wprowadzić e-mail oraz hasło.

source: Error verifying credentials: {error}
pl: Błąd sprawdzania poświadczeń: {error}

source: Verifying credentials.
pl: Sprawdzanie poświadczeń.

source: Please wait while your credentials are being verified...
pl: Proszę czekać, trwa sprawdzanie poświadczeń...

source: Unknown HTTP error: {code}.
pl: Nieznany błąd HTTP: {code}.

source: Wrong email or password.
pl: Nieprawidłowy email lub hasło.

source: No account was found with given email address.
pl: Brak konta o podanym adresie e-mail.

source: Access is not allowed.
pl: Dostęp niedozwolony.

source: Can not connect to Vocalizer for NVDA server. Please check if your internet connection is working.
pl: Nie można połączyć z serwerem Vocalizer dla NVDA. Proszę sprawdzić, czy twoje połączenie internetowe działa.

source: Your credentials were verified successfully. Press OK to continue.
pl: Twoje poświadczenia zostały pozytywnie zweryfikowane. Naciśnij OK by kontynuować.

source: Success
pl: Sukces

source: It is available a new version of this add-on. Do you want to update?
pl: Jest dostępna nowa wersja tego dodatku. Czy chcesz zaktualizować?

source: This new version of this add-on is not compatible with your version of NVDA. The update process will be terminated.
pl: Nowa wersja tego dodatku nie jest kompatybilna z Twoją wersją programu NVDA. Proces aktualizacji zostanie przerwany.

source: Check for updates at startup
pl: Sprawdzanie aktualizacji podczas uruchamiania

source: Vocalizer Expressive 1.1 Driver
pl: Sterownik Vocalizer Expressive 1.1

source: Driver and interface for Nuance Vocalizer expressive version 1.1.
pl: Sterownik i interfejsy dla Nuance Vocalizer expressive wersja 1.1.
